Repository: Tiamat-Tech/Clocker
Catalog: Clocker/Clocker/*.lproj/Localizable.strings
Languages: de, es, hr, ko, pl, pt_br, ru, tr

source: CFBundleDisplayName
de: Clocker
es: Clocker
hr: Clocker
ko: 시계
pl: Clocker
pt_br: Clocker
ru: Clocker
tr: Clocker

source: Thank you for helping make Clocker even better!
de: Danke, dass du dabei geholfen hast, Clocker noch besser zu machen!
es: ¡Gracias por ayudar a mejorar Clocker!
hr: Hvala što pomažeš poboljšati Clocker!
ko: Clocker가 더 발전할 수 있도록 도와주셔서 정말 감사합니다!
pl: Dziękujemy za pomoc przy rozwijaniu Clockera!
pt_br: Obrigado por ajudar a tornar o Clocker ainda melhor!
ru: Спасибо, что помогаете сделать Clocker еще лучше!
tr: Clocker'ı daha iyi hale getirmek için yaptığınız yardımlara teşekkürler!

source: iRateMessageTitle
de: %@ bewerten
es: Valora %@
hr: Ocijeni %@
ko: 비율 %@
pl: Oceń %@
pt_br: Avaliar %@
ru: Оцените
tr: OylamaMesajYorum%@

source: iRateAppMessage
de: Wenn dir %@ gefällt, dann bewerte uns doch im App Store. Das dauert kaum eine Minute und hilft uns sehr. Vielen Dank für deine Unterstützung!
es: Si te gusta %@, ¿podrías escribirnos una reseña? No te tomará más de un minuto. ¡Gracias por tu apoyo!
hr: Ako voliš koristiti %@, ocijeni program. Postupak ocjenjivanja traje manje od jedne minute. Hvala na podršci!
ko: %@을 즐기고 계신다면, 잠시 평가를 위해 시간을 내주시겠습니까? 단 1분도 걸리지 않겠습니다. 지원해주셔서 감사합니다!
pl: If you enjoy using %@, would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!
pt_br: Se você gosta de usar o %@, você se importaria de avaliá-lo? Não vai demorar mais de um minuto. Obrigado por seu apoio!
ru: Если вам нравится %@, просьба уделить время, чтобы поставить оценку? Это займет не больше минуты. Спасибо за вашу поддержку!
tr: %@ uygulamamız hoşunuza gittiyse, oy vermek ister misiniz? Bir dakikadan fazla sürmeyecektir. Desteğiniz için teşekkürler!

source: iRateGameMessage
de: Wenn du Spaß an %@ hast, dann bewerte uns doch im App Store. Das dauert kaum eine Minute und hilft uns sehr. Vielen Dank, für deine Unterstützung!
es: Si te gusta %@, ¿te importaría dedicar un momento para valorarla? No tardarás nada. ¡Gracias por tu apoyo!
hr: Ako voliš igrati %@, ocijeni program. Postupak ocjenjivanja traje manje od jedne minute. Hvala na podršci!
ko: %@을 즐기고 계신다면, 잠시 평가를 위해 시간을 내주시겠습니까? 단 1분도 걸리지 않겠습니다. 지원해주셔서 감사합니다!
pl: If you enjoy playing %@, would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!
pt_br: Se você está gostando jogar %@, poderia avaliá-lo? Não levará mais de um minuto. Agradecemos o seu apoio!
ru: Если вам нравится%@, просьба уделить время, чтобы поставить оценку? Это займет не больше минуты. Спасибо за вашу поддержку!
tr: %@ uygulamamız hoşunuza gittiyse, oy vermek ister misiniz? Bir dakikadan fazla sürmeyecektir. Desteğiniz için teşekkürler!

source: iRateCancelButton
de: Nein, danke
es: No, gracias
hr: Ne, hvala
ko: 나중에 할게요
pl: Nie, dziękuję
pt_br: Não, Obrigado
ru: Нет, спасибо
tr: Hayır, Teşekkürler

source: iRateRateButton
de: Jetzt bewerten
es: Califícalo ahora
hr: Ocijeni
ko: 지금 평가하기
pl: Oceń teraz
pt_br: Avaliar Agora
ru: Поставьте рейтинг сейчас
tr: Şimdi Oyla

source: iRateRemindButton
de: Später erinnern
es: Recordarme más tarde
hr: Podsjeti me kasnije
ko: 나중에 다시 알리기
pl: Przypomnij mi później
pt_br: Lembrar mais tarde
ru: Напомнить позже
tr: Daha sonra hatırlat

source: iRateUpdateMessage
de: Jetzt aktualisieren?
es: ¿Actualizar ahora?
hr: Sada aktualizirati?
ko: 지금 업데이트를 진행할까요?
pl: Zaktualizuj teraz
pt_br: Atualizar agora?
ru: Обновить сейчас?
tr: Şimdi güncelle?

source: ClockerVersion
de: Version %@
es: Versión %@
hr: Verzija %@
ko: 버전 %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия
tr: Versiyon%@

source: CLFeedbackAlertTitle
de: Danke, dass Du hilfst Clocker noch besser zu machen!
es: ¡Gracias por ayudar a mejorar Clocker!
hr: Hvala što pomažeš poboljšati Clocker!
ko: Clocker가 더 발전할 수 있도록 도와주셔서 정말 감사합니다!
pl: Dziękujemy za pomoc przy rozwijaniu Clockera!
pt_br: Obrigado por ajudar a tornar o Clocker ainda melhor!
ru: Благодарю! Вы помогаете мне сделать Clocker лучше!
tr: Clocker'ı daha iyi hale getirmek için yaptığınız yardımlara teşekkürler!

source: app-name
de: Clocker
es: Clocker
hr: Clocker
ko: 시계
pl: Clocker
pt_br: Clocker
ru: Clocker
tr: Clocker

source: start-at-login
de: Bei der Anmeldung starten
es: Abrir en el inicio de sesión
hr: Pokreni nakon prijave
ko: 로그인을 해주세요
pl: Uruchom przy logowaniu
pt_br: Iniciar ao iniciar sessão
ru: Запустить при логине
tr: Oturum açarken başlat

source: setup-steps
de: In nur drei Schritten ist Clocker fertig eingerichtet
es: Sólo te tomará 3 pasos configurar Clocker
hr: Za postavljanje programa Clocker potrebna su samo tri koraka
ko: 시계를 설정하는데 3가지만 하시면 됩니다
pl: It only takes 3 steps to set up Clocker
pt_br: São apenas 3 passos para configurar o Clocker
ru: Нужно всего 3 шага что бы настроить Clocker
tr: Clocker'ı 3 adımda kur

source: Permissions-Header
de: Berechtigungen
es: Permisos
hr: Dozvole
ko: 권한
pl: Uprawnienia
pt_br: Permissões
ru: Права доступа
tr: Yetkiler

source: See your next Calendar event here.
de: Siehe bevorstehendes Kalenderereignis?
es: Vea aquí su próximo evento del calendario.
hr: Ovdje pogledaj svoje sljedeće kalendarske događaje.
ko: 당신의 다음 일정을 여기서 보세요
pl: Tu zobaczysz swoje najbliższe wydarzenie z kalendarza.
pt_br: Veja seu próximo evento do Calendário aqui.
ru: Отображать здесь Ваше следующее событие из календаря.
tr: Bir sonraki takvim etkinliğini buradan gör.

source: Click here to start.
de: Bevorstehendes Kalenderereignis hier anzeigen
es: Haga clic aquí para comenzar.
hr: Pritisni ovdje za pokretanje.
ko: 여기를 눌러서 시작합니다.
pl: Kliknij tutaj, aby rozpocząć.
pt_br: Clique aqui para iniciar.
ru: Нажмите здесь что бы начать.
tr: Başlamak için buraya tıklayın.

source: Reminders Access
de: Erinnerungszugriff
es: Acceder a Recordatorios
hr: Pristup podsjetnicima
ko: 리마인더 권한
pl: Dostęp do powiadomień
pt_br: Acessos aos Lembretes
ru: Доступ к напоминаниям
tr: Hatırlatıcıya Giriş

source: Calendar Access
de: Kalenderzugriff
es: Acceder al calendario
hr: Pristup kalendaru
ko: 캘린더 권한
pl: Dostęp do kalendarza
pt_br: Acesso ao Calendário
ru: Доступ к календарю
tr: Takvim Erişimi

source: Permissions
de: Berechtigungen
es: Permisos
hr: Dozvole
ko: 권한
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: Erişim Hakları

source: Calendar Detail
de: Anstehende Termine aus Deinem persönlichen und geteilten Kalendern können in der Menüleiste und im Fenster angezeigt werden.
es: Los próximos eventos de sus calendarios personales y compartidos pueden mostrarse en la barra de menú y en el panel.
hr: Predstojeći događaji iz tvojih osobnih i zajedničkih kalendara mogu se prikazati u traci izbornika i na ploči.
ko: 여러분의 개인&공유 캘린더에서 다가오는 이벤트들은 메뉴바와 패널에서 보여질 수 있습니다.
pl: Upcoming events from your calendars can be shown in the menubar + panel.
pt_br: Próximos eventos de seus calendários pessoais e compartilhados podem ser exibidos no menu e no painel.
ru: Предстоящие события из вашего личного и общего календарей могут отображаться в строке меню и на панели.
tr: Kişisel veya paylaşılan takvimlerinizdeki yaklaşan etkinlikler menü çubuğunda veya panelde görünebilir.

source: Reminders Detail
de: Erinnerungen in der Zeitzone Deiner Wahl festlegen. Deine Erinnerungen werden in der Standard-Erinnerungs-App gespeichert.
es: Establece recordatorios en la zona horaria de la ubicación seleccionada. Los recordatorios serán guardados en la aplicación Recordatorios predeterminada.
hr: Postavi podsjetnike u tvoju vremensku zonu mjesta. Tvoji se podsjetnici spremaju u standardni program Podsjetnici.
ko: Set reminders in the timezone of the location of your choice. Your reminders are stored in the default Reminders app.
pl: Set reminders in the timezone of the location of your choice. Your reminders are stored in the default Reminders app.
pt_br: Defina lembretes no fuso horário da localização de sua escolha. Seus lembretes são armazenados no aplicativo padrão Lembretes.
ru: Установите напоминания в часовом поясе в выбранном вами месте. Ваши напоминания хранятся в приложении по умолчанию.
tr: Seçtiğiniz yerin saat diliminde hatırlatıcılar ekleyin. Hatırlatıcılarınız, varsayılan uygulamasında saklanır.

source: Privacy Text
de: Du kannst das später im Bereich Datenschutz in den Systemeinstellungen ändern.
es: Puede cambiar esto más tarde en la sección de Privacidad de las Preferencias del Sistema.
hr: Ovo možeš kasnije promijeniti u odjeljku Privatnost u Postavkama sustava.
ko: You can change this later in the Privacy section of the System Preferences.
pl: You can change this later in the Privacy section of the System Preferences.
pt_br: Você pode alterar isso mais tarde na seção Privacidade das Preferências do Sistema.
ru: Вы можете изменить это позже в разделе «Конфиденциальность» системных настроек.
tr: Bunu daha sonra Sistem Tercihleri'nin Güvenlik ve Gizlilik bölümünden değiştirebilirsiniz.

source: Granted Button Text
de: Gewährt
es: Permitido
hr: Dozvoljeno
ko: Granted
pl: Przyznane
pt_br: Concedida
ru: Разрешено
tr: Onaylandı

source: Denied Button Text
de: Verweigert
es: Denegado
hr: Zabranjeno
ko: Denied
pl: Odrzucone
pt_br: Rejeitada
ru: Запрещено
tr: Reddedildi

source: Grant Button Text
de: Gewähren
es: Permitir
hr: Dozvoli
ko: Grant
pl: Przyznaj
pt_br: Conceder
ru: Разрешение
tr: Onayla

source: It only takes 3 steps to setup Clocker.
de: In nur drei Schritten ist Clocker fertig eingerichtet.
es: Sólo te tomará 3 pasos configurar Clocker.
hr: Za postavljanje programa Clocker potrebna su samo tri koraka.
pt_br: São apenas 3 passos para configurar o Clocker.
ru: Для настройки Clocker требуется всего 3 шага.
tr: Clocker'ı 3 adımda kur.

source: Get Started
de: Erste Schritte
es: Comenzar ahora
hr: Početak
pl: Rozpocznij
pt_br: Comece a Usar
ru: Начнем
tr: Başlayın

source: Preferences Tab
de: Einstellungen
es: Preferencias
hr: Postavke
ko: Preferences
pl: Ustawienia
pt_br: Preferências
ru: Настройки
tr: Ayarlar

source: Appearance Tab
de: Erscheinungsbild
es: Aspecto
hr: Izgled
ko: Appearance
pl: Wygląd
pt_br: Aparência
ru: Представление
tr: Görünüm

source: Calendar Tab
de: Kalender
es: Calendario
hr: Kalendar
ko: Calendar
pl: Kalendarz
pt_br: Calendário
ru: Календарь
tr: Takvim

source: About Tab
de: Über
es: Acerca de
hr: Informacije
ko: About
pl: O aplikacji
pt_br: Sobre
ru: Об этом
tr: Hakkında

source: Permissions Tab
de: Berechtigungen
es: Permisos
hr: Dozvole
ko: Permissions
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: Yetkiler

source: Start at Login
de: Clocker bei der Anmeldung starten
es: Abrir Clocker al inicio de sesión
hr: Pokreni Clocker nakon prijave
ko: Start Clocker at Login
pl: Uruchom Clockera przy logowaniu
pt_br: Iniciar Clocker ao iniciar sessão
ru: Запустить при логине
tr: Clocker'ı Başlangıçta başlat

source: Sort by Time Difference
de: Nach Zeitdifferenz sortieren
es: Ordenar por diferencia horaria
hr: Razvrstaj po vremenskoj ralzici
pl: Sortuj według Różnicy Czasu
pt_br: Ordenar por diferença de horário
ru: Сорт по разнице времени
tr: Zaman farkına göre sırala

source: Sort by Name
de: Nach Namen sortieren
es: Ordenar por nombre
hr: Razvrstaj po imenu
pl: Sortuj wg Nazwy
pt_br: Ordenar por nome
ru: Сорт по имени
tr: Ada göre sırala

source: Sort by Label
de: Nach Bezeichnung sortieren
es: Ordenar por etiqueta
hr: Razvrstaj po oznaci
pl: Sortuj według Etykiety
pt_br: Ordenar por Etiqueta
ru: Сорт по метке
tr: Etikete göre sırala

source: Search Field Placeholder
de: Gebe eine Stadt, ein Bundesland oder Land ein
es: Introduzca un nombre de ciudad, estado o país
hr: Upiši grad, državu ili zemlju
ko: Enter a city, state or country name
pl: Wprowadź miasto, województwo lub nazwę kraju
pt_br: Insira uma cidade, estado ou país
ru: Введите название города, штата или страны
tr: Bir şehir, bölge veya ülke girin

source: No Timezone Selected
de: Bitte wähle eine Zeitzone!
es: ¡Por favor, selecciona una zona horaria!
hr: Odaberi vremensku zonu!
ko: Please select a timezone!
pl: Wybierz strefę czasową!
pt_br: Por favor, selecione um fuso horário!
ru: Пожалуйста, выберите часовой пояс!
tr: Lütfen saat dilimi seçin!

source: Max Timezones Selected
de: Es werden maximal 100 Zeitzonen unterstützt!
es: ¡Se permiten maximo 100 zonas horarias!
hr: Ograničeno na 100 vremenskih zona!
ko: Maximum 100 timezones allowed!
pl: Dozwolone maksymalnie 100 stref czasowych!
pt_br: Máximo de fusos horários permitido: 100!
ru: Разрешено максимум 100 часовых поясов!
tr: En fazla 100 saat dilimi kabul edilir!

source: Max Search Characters
de: Es sind nur 50 Zeichen erlaubt!
es: ¡Solo se permiten 50 caracteres!
hr: Ograničeno na 50 znakova!
ko: 50 문자까지만 허용됩니다!
pl: Dozwolone jest tylko 50 znaków!
pt_br: Só são permitidos até 50 caracteres!
ru: Разрешено всего 50 символов!
tr: Sadece 50 karakter kabul edilir!

source: Add Button Title
de: Hinzufügen
es: Añadir
hr: Dodaj
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle

source: Close Button Title
de: Schließen
es: Cerrar
hr: Zatvori
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat

source: Open Clocker At Login
de: Clocker bei der Anmeldung starten
es: Abrir Clocker al iniciar sesión
hr: Otvori Clocker nakon prijave
ko: 로그인해서 Clocker 열기
pl: Uruchom Clockera przy logowaniu
pt_br: Abrir o Clocker ao iniciar sessão
ru: Открыть Clocker при входе
tr: Clocker'ı Başlangıçta başlat

source: Launch Clocker
de: Clocker starten
es: Abrir Clocker
hr: Pokreni Clocker
ko: Clocker 실행하기
pl: Uruchom Clockera
pt_br: Iniciar Clocker
ru: Запустить Clocker
tr: Clocker'ı çalıştır

source: It only takes 3 steps to set up Clocker.
de: In nur drei Schritten ist Clocker fertig eingerichtet.
es: Sólo te tomará 3 pasos configurar Clocker.
hr: Za postavljanje programa Clocker potrebna su samo tri koraka.
pt_br: São apenas 3 passos para configurar o Clocker.
ru: Нужно всего 3 шага что бы настроить Clocker.
tr: Clocker'i 3 adımda kur.

source: Calendar Access Title
de: Kalender-Zugriff
es: Acceder al calendario
hr: Pristup kalendaru
ko: 캘린더 접근
pl: Dostęp do kalendarza
pt_br: Acesso ao Calendário
ru: Доступ к календарю
tr: Takvim Erişimi

source: Reminders Access Title
de: Zugriff auf Erinnerungen
es: Acceder a Recordatorios
hr: Pristup podsjetnicima
ko: 리마인더 권한
pl: Dostęp do powiadomień
pt_br: Acessos aos Lembretes
ru: Доступ к напоминаниям
tr: Hatırlatıcıya Giriş

source: Later Config Description
de: Dies kann später in den Clocker Einstellungen konfiguriert werden.
es: Se puede configurar más tarde en Preferencias del sistema.
hr: Mogu se kasnije konfigurirati u postavkama sustava.
ko: 이것들은 나중에 설정에서 바꾸실 수 있습니다
pl: These can be configured later in System Preferences.
pt_br: Isso pode ser configurado mais tarde nas Preferências de Sistema.
ru: Это можно настроить позже в Системных Настройках.
tr: Bu, daha sonra Sistem Ayarlarında değiştirilebilir.

source: Back
de: Zurück
es: Regresar
hr: Natrag
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri

source: Continue
de: Fortfahren
es: Continuar
hr: Nastavi
pl: Dalej
pt_br: Continuar
ru: Продолжить
tr: Devam et

source: Clocker is more useful when it can display events from your calendars.
de: Clocker ist nützlicher, wenn es Ereignisse aus Deinem Kalendern anzeigen kann.
es: Clocker es más útil cuando puede mostrar eventos de tus calendarios.
hr: Clocker je korisniji kad može prikazivati događaje u tvojim kalendarima.
pl: Clocker jest bardziej przydatny, gdy może wyświetlać wydarzenia z Twojego kalendarza.
pt_br: O bloqueador é mais útil quando pode exibir eventos de seus calendários.
ru: Clocker полезнее когда он может отображать события из ваших календарей.
tr: Clocker takvimlerdeki etkinliklerinizi gösterebilirse daha kullanışlı hale gelebilir.

source: Clocker is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy.
de: Clocker ist nützlicher, wenn es Ereignisse aus Deinem Kalendern anzeigen kann. Du kannst diese Einstellung in Systemeinstellungen › Sicherheit Privatsphäre › Privatsphäre ändern.
es: Clocker es más útil cuando puede mostrar eventos de tus calendarios. Puede cambiar esta configuración en Preferencias del Sistema › Seguridad y privacidad › Privacidad.
hr: Clocker je korisniji kad može prikazivati događaje u tvojim kalendarima. Ovu postavku možeš promijeniti u Postavke sustava › Sigurnost i privatnost › Privatnost.
pt_br: O bloqueador é mais útil quando pode exibir eventos de seus calendários. Você pode alterar essa configuração em Preferências do Sistema › Segurança e Privacidade › Privacidade.
ru: Clocker полезнее когда он может отображать предстоящие события из ваших календарей. Вы можете изменить эти настройки перейдя в Системные настройки › Защита и безопасность › Приватность.
tr: Clocker takviminizde bulunan sıradaki etkinlikleri gösterdiğinde daha kullanışlı hale gelir. Bu ayarı Sistem Tercihleri › Güvenlik & Gizlilik › Gizlilik kısmından değiştirebilirsiniz.

source: Launch Preferences
de: Einstellungen öffnen
es: Abrir las preferencias
hr: Pokreni postavke
pl: Preferencje uruchomienia
pt_br: Abrir Preferências
ru: Параметры запуска
tr: Başlatma Tercihleri

source: Grant Access
de: Zugriff erlauben
es: Permitir acceso
hr: Dopusti pristup
pl: Przyznaj dostęp
pt_br: Conceder Acesso
ru: Разрешить доступ
tr: Erişim izni ver

source: Upcoming events from your calendars can be shown in the menubar + panel.
de: Anstehende Termine aus deinem persönlichen und geteilten Kalendern können in der Menüleiste und im Fenster angezeigt werden.
es: Los próximos eventos de sus calendarios personales y compartidos pueden mostrarse en la barra de menú y en el panel.
hr: Predstojeći događaji iz tvojih osobnih i zajedničkih kalendara mogu se prikazati u traci izbornika i na ploči.
pt_br: Próximos eventos de seus calendários pessoais e compartilhados podem ser exibidos no menu e no painel.
ru: Предстоящие события из ваших персонального и общего календарей могут быть показаны в верхнем меню и панели.
tr: Kişisel veya paylaşılan takvimlerinizdeki yaklaşan etkinlikler menü çubuğunda veya panelde görünebilir.

source: Granted
de: Gewährt
es: Permitido
hr: Dodijeljeno
pt_br: Concedido
ru: Предоставлено
tr: İzin verildi

source: Denied
de: Abgelehnt
es: Denegado
hr: Odbijeno
pt_br: Negado
ru: Отказано
tr: Reddedildi

source: Grant
de: Gewähren
es: Permitir
hr: Odobrenje
pt_br: Conceder
ru: Разрешить
tr: Erişim ver

source: Unexpected
de: Unerwartet
es: Inesperado
hr: Neočekivano
pl: Nieoczekiwany
pt_br: Inesperado
ru: Неожиданный
tr: Beklenmedik

source: Quick Add Locations
de: Orte schnell hinzufügen
es: Agregar ubicaciones rápidamente
hr: Brzo dodavanje mjesta
ru: Быстрое добавление мест
tr: Hızlı lokasyon ekle

source: More search options in Clocker Preferences.
de: Weitere Suchoptionen in den Clocker Einstellungen.
es: Más opciones de búsqueda en las preferencias de Clocker.
hr: Daljnje opcije pretage u Clocker postavkama.
pt_br: Mais opções de busca em Preferências do Clocker.
ru: Больше вариантов поиска в настройках Clocker.
tr: Clocker Tercihlerinde daha fazla arama seçenekleri bulunur.

source: Enter 3 or more characters for locations you'll like to add
de: Gebe 3 oder mehr Zeichen für den Orte ein, die Du hinzufügen möchtest
es: Introduce 3 o más caracteres de las ubicaciones que quisiera añadir
hr: Upiši tri ili više znakova za mjesta koja želiš dodati
pt_br: Insira 3 ou mais caracteres para locais que gostaria de adicionar
ru: Введите 3 или более символов для локаций, которые вы хотите добавить
tr: Eklemek istediğiniz konum için 3 veya daha fazla karakter girin

source: Launch at Login
de: Bei der Anmelden starten
es: Ejecutar cuando inicia la sesión
hr: Pokreni nakon prijave
pl: Uruchom przy logowaniu
pt_br: Abrir ao iniciar sessão
ru: Запуск при входе
tr: Açılışta Başlat

source: This can be configured later in Clocker Preferences.
de: Dies kann später in den Clocker Einstellungen konfiguriert werden.
es: Esto se puede configurar más tarde en las Preferencias de Clocker.
hr: Ovo se može kasnije konfigurirati u Clocker postavkama.
pt_br: Isso pode ser configurado mais tarde nas Preferências do Clocker.
ru: Это можно изменить позже в настройках Clocker.
tr: Bu daha sonra Clocker Tercihlerinde düzenlenebilir.

source: Should Clocker open automatically on startup?
de: Soll Clocker beim Start automatisch geöffnet werden?
es: ¿Quieres que Clocker se abra automáticamente al inicio?
hr: Želiš li automatski pokrenuti Clocker nakon pokretanja računala?
pt_br: O Clocker deve abrir automaticamente na inicialização?
ru: Должен ли Clocker автоматически открываться при запуске?
tr: Clocker başlangıçta otomatik açılsın mı?

source: You're all set!
de: Du bist startklar!
es: ¡Todo listo!
hr: Sve je spremno!
pl: Wszystko gotowe!
pt_br: Tudo pronto!
ru: Все готово!
tr: Her şey tamam!

source: Thank you for the details.
de: Vielen Dank für die Details.
es: Gracias por informarnos.
hr: Hvala ti na detalju.
pl: Dziękuję za szczegóły.
pt_br: Obrigado pelos detalhes.
ru: Спасибо Вам за подробности.
tr: Detaylar için teşekkür ederiz.

source: You'll see a clock icon in your Menu Bar when you launch the app. If you'd like to see a dock icon, go to Preferences.
de: Du wirst ein Uhr-Symbol in Ihrer Menüleiste sehen, wenn Du die App startest. Wenn Du ein Dock-Symbol sehen möchtest, gehe in die Einstellungen.
es: Verás un icono de reloj en tu barra de menú cuando inicies la aplicación. Si quieres ver el icono en el Dock, ve a Preferencias.
hr: Kad pokreneš program, u traci izbornika vidjet ćeš ikonu sata. Ako želiš vidjeti ikonu u traci programa, idi na Postavke.
pt_br: Você verá um ícone de relógio na sua Barra de Menu ao iniciar o aplicativo. Se quiser ver um ícone do Dock, vá para Preferências.
ru: При запуске приложения вы увидите значок часов в строке меню. Если вы хотите увидеть значок в панели Dock, перейдите в раздел Настройки.
tr: Uygulamayı başlattığınızda Menü Çubuğunuzda bir saat simgesi göreceksiniz. Bir Dock simgesi görmek isterseniz Tercihler'e gidin.

source: If you'd like to help us localize the app in your language or receive infrequent app-related updates, please enter your email!
de: Wenn Du uns helfen möchtest die App in Deine Sprache zu übersetzen oder von Zeit zu Zeit Informationen zur App erhalten möchtest, gibt bitte hier Deine E-Mail ein!
es: Si quieres ayudarnos a traducir la aplicación en tu idioma o recibir actualizaciones relacionadas con la aplicación, ¡Por favor escribe tu correo electrónico!
hr: Ako želiš pomoći prevesti program na tvoj jezik ili primati rijetke obavijesti o novim verzijama programa, upiši tvoju e-mail adresu!
pt_br: Se você quiser nos ajudar a localizar o app no seu idioma ou receber atualizações pouco frequentes, digite seu e-mail!
ru: Если вы хотите помочь нам локализовать приложение на вашем языке или получить обновления, связанные с приложениями, пожалуйста, введите ваш email!
tr: Uygulamayı kendi dilinizde yerelleştirmemize veya nadiren uygulamayla ilgili güncellemeler almanıza yardımcı olmak isterseniz, lütfen e-postanızı girin!

source: Panel Theme
de: Erscheinungsbild
es: Apariencia de la aplicación
hr: Tema ploče
pt_br: Tema do painel
ru: Тема панели
tr: Panel Teması

source: Favourite a timezone to enable menubar display options.
de: Favorisiere eine Zeitzone, um diese in der Menüleiste zu zeigen.
es: Elija una zona horaria como favorita para habilitar las opciones de visualización de la barra de menú.
hr: Odaberi vremensku zonu za aktiviranje opcija prikaza trake izbornika.
pt_br: Favorite um fuso horário para habilitar opções de exibição na barra de menus.
ru: Пометьте временную зону как избранную чтобы включить параметры отображения строки меню.
tr: Menu çubuğu görünümü seçeneklerini etkinleştirmek için bir zaman dilimini favorileyin.
