Repository: Tiamat-Tech/Clocker
Catalog: Clocker/Clocker/*.lproj/Localizable.strings
Languages: de, es, hr, ko, pl, pt_br, ru, tr

source: Main Panel Options
de: Optionen für Programmfenster
es: Opciones del Panel Principal
hr: Opcije glavne ploče
pl: Główny panel opcji
pt_br: Opções do painel principal
ru: Параметры главной панели
tr: Ana Panel Seçenekleri

source: Time Format
de: Zeitformat
es: Formato de hora
hr: Format za vrijeme
pl: Format czasu
pt_br: Formato da hora
ru: Формат времени
tr: Zaman Formatı

source: Day Display Options
de: Anzeigeoptionen für den Tag
es: Formato de visualización del día
hr: Opcije za prikaz dana
pl: Opcje wyswietlania daty
pt_br: Opções de Exibição do Dia
ru: Параметры отображения дня
tr: Gün Görünüm Seçenekleri

source: Show Future Slider
de: "Future Slider" anzeigen
es: Mostrar el deslizador para horas futuras
hr: Prikaži klizač budućnosti
pl: Pokaż suwak przyszłości
ru: Показать ползунок
tr: Zaman Kaydırıcısını Göster

source: Show Sunrise/Sunset
de: Sonnenaufgang/-untergang anzeigen
es: Mostrar salida de sol/puesta de sol
hr: Prikaži izlazak/zalazak sunca
pl: Pokaż wschód/zachód Słońca
pt_br: Mostrar Nascer do Sol / Pôr do Sol
ru: Показывать Восход/Закат
tr: Gün Doğumu/Batımı'nı Göster

source: Display the time in seconds
de: Zeit in Sekunden anzeigen
es: Mostrar el tiempo en segundos
hr: Prikaži vrijeme u sekundama
pl: Wyświetl czas z sekundami
pt_br: Exibir o tempo em segundos
ru: Отображать время в секундах
tr: Zamanı saniye şeklinde göster

source: Larger Text
de: Größerer Text
es: Texto más grande
hr: Veći tekst
ko: 글씨를 크게하기
pl: Powiększenie tekstu
pt_br: Texto Maior
ru: Увеличенный текст
tr: Daha Büyük Yazı

source: Future Slider Range
de: Bereich für den "Future Slider"
es: Deslizador de rango de tiempo
hr: Klizač za raspon budućnosti
ko: 미래 슬라이더 범위
pl: Zakres suwaka przyszłości
ru: Диапазон ползунка
tr: Zaman Kaydırıcı Aralığı

source: Include Date
de: Datum hinzufügen
es: Mostrar fecha
hr: Uključi datum
ko: 날짜 추가하기
pl: Pokaż datę
pt_br: Incluir Data
ru: Добавить Дату
tr: Tarihi Dahil Et

source: Include Day
de: Tag hinzufügen
es: Mostrar día
hr: Uključi dan
ko: 시간 추가하기
pl: Pokaż dzień
pt_br: Incluir Dia
ru: Добавить День
tr: Günü Dahil Et

source: Include Place Name
de: Ortsname hinzufügen
es: Mostrar nombre del lugar
hr: Uključi ime mjesta
ko: 장소 이름
pl: Pokaż miejsce
pt_br: Incluir Nome do Lugar
ru: Добавить название места
tr: Yer Adını Dahil Et

source: Menubar Display Options
de: Anzeigeoptionen für die Menüleiste
es: Opciones de visualización del reloj en la barra de menú
hr: Opcije prikaza izbornika
ko: 메뉴바 화면표시 설정
pl: Opcje wyświetlania paska menu
pt_br: Opções de exibição da barra de menu
ru: Параметры отображения меню
tr: Menu Çubuğu Görünüm Seçenekleri

source: Menubar Mode
de: Menüleisten-Modus
es: Modo en la barra de menú
hr: Modus izbornika
ko: 메뉴바 모드
pl: Wygląd na pasku menu
pt_br: Modo da barra de menu
ru: Режимы меню
tr: Menü Çubuğu Mod'u

source: Preview
de: Vorschau
es: Vista previa
hr: Pregled
ko: 미리보기
pl: Podgląd
pt_br: Pré-visualizar
ru: Предпросмотр
tr: Ön İzleme

source: Miscellaneous
de: Verschiedenes
es: Varios
hr: Razno
ko: 기타
pl: Pozostałe
pt_br: Diversos
ru: Прочее
tr: Çeşitli

source: No places added
de: Keine Orte hinzugefügt
es: No hay zonas horarias añadidas
hr: Nema dodanih mjesta
ko: 추가된 장소가 없음
pl: Brak dodanych miejsc
pt_br: Nenhum local adicionado
ru: Нет добавленных мест
tr: Yer eklenmedi

source: No upcoming event.
de: Kein anstehendes Ereignis.
es: No hay próximos eventos.
hr: Nema predstojećih događaja.
ko: 예정된 이벤트 없음
pl: Brak nadchodzących wydarzeń.
pt_br: Sem eventos futuros.
ru: Нет предстоящих событий.
tr: Yaklaşan etkinlik yok.

source: You have no events scheduled for tomorrow.
de: Du hast keine Kalendereinträge für morgen.
es: No tienes eventos programados para mañana.
hr: Za sutra nemaš zakazanih događaja.
ko: 내일 일정이 없어요!
pl: Nie masz zaplanowanych wydarzeń na jutro.
pt_br: Você não tem eventos agendados para amanhã.
ru: У вас нет запланированных на завтра событий.
tr: Yarın için yapılacak işiniz yok.

source: Enjoy using Clocker?
de: Gefällt Dir Clocker?
es: ¿Te gusta Clocker?
hr: Voliš Clocker?
ko: Clocker 사용에 만족하십니까?
pl: Podoba ci się Clocker?
pt_br: Gostando de usar o Clocker?
ru: Понравилось приложения Clocker?
tr: Clocker'ı kullanmaktan memnun musun?

source: Tell us what you think!
de: Sag uns, was Du denkst!
es: ¡Queremos conocer tu opinión!
hr: Javi nam što misliš!
ko: 여러분의 의견을 들려주세요.
pt_br: Conte-nos o que você pensa!
ru: Расскажите нам, что вы думаете!
tr: Bize düşüncelerinizi bildiriniz!

source: Contact Information (Optional)
de: Kontaktinformationen (optional)
es: Información de contacto (opcional)
hr: Kontaktni podaci (opcionalno)
ko: 연락처 정보 (선택)
pl: Dane kontaktowe (opcjonalnie)
pt_br: Informações de Contato (Opcional)
ru: Контактная информация (необязательно)
tr: İletişim Bilgileri (İsteğe Bağlı)

source: Contact fields are optional! Your contact information will let us contact you in case we need more information or can help!
de: Kontaktinformationen sind optional! Diese helfen uns jedoch Dich zu erreichen, falls wir weitere Informationen benötigen oder helfen können!
es: ¡Los campos de contacto son opcionales! ¡Su información de contacto nos permitirá contactarnos con usted en caso de que necesitemos más información o podamos ayudar!
hr: Polja za kontakt nisu obavezna! Tvoji kontaktni podaci omogućit će nam da te kontaktiramo u slučaju da trebamo daljnje informacije ili ako možemo pomoći!
ko: 연락처 필드는 선택 사항입니다! 귀하의 연락처 정보는 추가 정보가 필요하거나 도움이 필요한 경우 연락을 드릴 것입니다!
pt_br: Os campos de contato são opcionais! Suas informações de contato nos permitirão entrar em contato com você caso precisemos de mais informações ou possamos ajudar!
ru: Поля контактной информации необязательны! Ваша контактная информация позволит нам связаться с вами в случае необходимости дополнительной информации или может помочь нам!
tr: Bağlantı girdileri isteğe bağlıdır! Bağlantı bilgilerinizi, sonrasında sizden daha fazla bilgi almak veya size yardım edebilmek için gerektiğinde kullanacağız!

source: Feedback is always welcome:
de: Feedback ist immer willkommen:
es: Tus comentarios son bienvenidos:
hr: Uvijek se radujemo povratnim informacijama:
ko: 피드백은 언제나 환영입니다:
pl: Twoja opinia jest zawsze mile widziana:
pt_br: Feedback é sempre bem-vindo:
ru: Обратная связь всегда приветствуется:
tr: Geri bildirimleriniz memnuniyetle karşılanır:

source: Upcoming Event View Options
de: Zukünftige Ereignisse zeigen
es: Opciones de visualización de los próximos eventos
hr: Opcije prikaza predstojećih događaja
ko: 다가오는 이벤트 보기 옵션
ru: Параметры просмотра Предстоящих Событий
tr: Sonraki etkinliği görüntüleme seçenekleri Takvimleri Görüntüle

source: Show Upcoming Event View
de: Anzeigeoptionen für zukünftige Ereignisse
es: Mostrar el próximo evento
hr: Prikaži prikaz predstojećih događaja
ko: 다가오는 일정 보기
pt_br: Mostrar Visualização de Eventos A Seguir
ru: Показывать предстоящие события
tr: Yaklaşan Etkinlikleri Göster

source: Show All Day Meetings
de: Ganztägige Ereignisse anzeigen
es: Mostrar todas las reuniones del día
hr: Prikaži cjelodnevne sastanke
ko: 모든 일정 보기
pl: Pokaż całodniowe spotkania
ru: Показать все встречи за день
tr: Günün bütün etkinliklerini göster

source: Show Next Meeting Title in Menubar
de: Das nächste Ereignis in der Menüliste zeigen
es: Mostrar el título de la próxima reunión en la barra de menú
hr: Prikaži sljedeći sastanak u traci izbornika
ko: 다음 일정을 메뉴바에서 보기
pt_br: Mostrar título da próxima reunião na barra de menus
ru: Показывать название следующей встречи в меню
tr: Bir sonraki etkinlik başlığını Menüde göster

source: Truncate menubar text longer than
de: Text in der Menüleiste kürzen, der länger ist als
es: Cortar el texto de la barra de menú si es mayor que
hr: Skrati tekst u traci izbornika koji je duži od
ko: 다음보다 긴 메뉴 표시 줄 텍스트를 자릅니다.
pt_br: Truncar texto de menu mais longo que
ru: Урезать текст поля меню более чем
tr: Menü çubuğu metnini kısalt

source: characters
de: Zeichen
es: caracteres
hr: znakova
ko: 글자
pl: znaki
pt_br: caracteres
ru: символы
tr: karakterler

source: Show events from
de: Zeige Ereignisse aus
es: Mostrar eventos de
hr: Prikaži događaje od
ko: 오늘부터 이벤트 표시
pl: Pokaż wydarzenia z
pt_br: Mostrar eventos de
ru: Отображать события из
tr: Şuradaki etkinlikleri göster

source: If meeting title is "Meeting with Neel" and truncate length is set to 5, text in menubar will appear as "Meeti..."
de: Wenn der Besprechungstitel "Besprechung mit Neel" ist und die Kürzungslänge auf 5 eingestellt wurde, dann erscheint der Text in der Menüleiste als "Bespr..."
es: Si el título de la reunión es "Reunión con Neel" y la longitud de corte está establecida en 5 caracteres, el texto en la barra de menú aparecerá como "Reuni…"
hr: Ako je naslov sastanka „Sastanak s Vladimirom”, a kraćenje je postavljeno na 5, tekst na traci pojavit će se kao „Sasta …”
ko: 만약 미팅 제목이 "Meeting with Neel" 이면 5글자만 보여지기 때문에 주의해주세요. ("Meeti...")
pt_br: Se o título da reunião for “Reunião com Neel” e o comprimento de truncagem for definido como 5, o texto na barra de menu aparecerá como “Reuni...”
ru: Если заголовок митинга "Митинг с Кариной" и длина обрезания текста установлена как 5, текст в верхнем меню будет отображаться как "Митин..."
tr: Eğer buluşma adı "Ahmet ile Buluşma" ise ve kısaltma uzunluğu 5 olarak ayarlıysa, menü çubuğundaki yazı "Ahmet..." olarak görünecek

source: Reminder Set
de: Erinnerung gespeichert
es: Recordatorio establecido
hr: Postavljanje podsjetnika
ko: 알림 설정
pl: Przypomnienie ustawione
pt_br: Lembrete definido
ru: Напоминание установлено
tr: Hatırlatıcı Ayarlandı

source: Successfully set.
de: Erfolgreich gespeichert.
es: Configurado con éxito.
hr: Uspješno postavljeno.
ko: 설정이 완료되었습니다
pl: Zapisane.
pt_br: Definido com sucesso.
ru: Успешно установлено.
tr: Ayarlama başarılı.

source: You're offline, maybe?
de: Bist Du eventuell offline?
es: ¿Quizás estás sin conexión a internet?
hr: Možda nemaš vezu s internetom?
ko: 당신은 오프라인입니다. 아마도?
pl: Jesteś offline (?)
pt_br: Você está offline, talvez?
ru: Возможно Вы не в сети?
tr: Acaba çevrimdışı mısınız?

source: Try again, maybe?
de: Versuche es nochmal!
es: ¿Podrías intentarlo otra vez?
hr: Želiš li ponovo pokušati?
ko: 다시 시도 해보세요
pl: Spróbuj ponownie później
pt_br: Tentar de novo, talvez?
ru: Попробовать еще раз?
tr: Belki tekrar denemek istersin?

source: The Internet connection appears to be offline.
de: Scheinbar besteht keine Verbindung zum Internet.
es: Parece que no hay conexión a internet.
hr: Čini se da ne postoji veza s internetom.
ko: 인터넷 연결이 오프라인 상태입니다.
pl: Wygląda na to, że nie działa połączenie z internetem.
pt_br: A conexão à Internet parece estar desligada.
ru: Похоже, что подключение к Интернету недоступно.
tr: Internet bağlantınız çevrimdışı görünüyor.

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
hr: Novi Zeland
ko: 뉴질랜드
pl: Nowa Zelandia
pt_br: Nova Zelândia
ru: Новая Зеландия

source: Daylights Saving transition will occur in < 24 hours
hr: Prijelaz na ljetno računanje vremena dogodit će se za < 24 sata

source: Copied to Clipboard
hr: Kopirano u međuspremnik

source: No upcoming events for today!
hr: Za danas nema predstojećih događaja 🎉

source: Great going.
hr: Super.

source: Happy Weekend.
hr: Uživaj vikend.

source: Florida
ko: 플로리다
pl: Floryda
pt_br: Flórida
ru: Флорида

source: San Francisco
ko: 샌프란시스코
ru: Сан-Франциско
